
/* Class = "NSWindow"; title = "Downloads"; ObjectID = "5"; */
"Downloads" = "Téléchargements";

/* Class = "NSButton"; ibShadowedToolTip = "Remove all finished downloads"; ObjectID = "9"; */
"Remove all finished downloads" = "Supprimer tous les télécahrgements achevés";

/* Class = "NSButton"; ibShadowedToolTip = "Download preferences"; ObjectID = "28"; */
"Download preferences" = "Préférences de téléchargement";

/* Class = "NSButtonCell"; title = "Clear"; ObjectID = "145"; */
"Clear" = "Effacer";
